[LocAdmin_Strings]

FO_It_Axe_KanSquadHalberd=Guardsman Kan's Halberd;;;;;;;;;;;;;;Halabarda Gwardzisty Kana;;Рудный Краш Тарагх;;;
FO_It_Axe_ThunderForgedOld=One-handed Nordmarz axe;;;;;;;;;;;;;;Jednoręczna siekiera Nordmardczyka;;Одноручный топор нордмарца;;;
FO_It_1H_Sword_MortisKatana=Mortis sword;;;;;;;;;;;;;;Miecz Mortisa;;Клинок Мортиса;;;
FO_It_1H_Sword_MuffRapier=Muff's rapier;;;;;;;;;;;;;;Rapier Muffa;;Рапира Муффа;;;
FO_It_1H_Sword_PaladinOld=Sword of the Order;;;;;;;;;;;;;;Miecz zakonu;;Меч ордена;;;
FO_It_1H_Spear_Achmed=Achmed's spear;;;;;;;;;;;;;;Włócznia Achmeda;;Копьё Ахмеда;;;
FO_It_2H_OrcSword_Flame_01=Rozhov's sword;;;;;;;;;;;;;;Miecz Rozhova;;Меч Рожова;;;
FO_It_Spear_Goran=Goran's spear;;;;;;;;;;;;;;Włócznia Gorana;;Копьё Горана;;;
FO_It_Shield_PaladinFake=False shield;;;;;;;;;;;;;;Fałszywa tarcza;;Бутафорский щит;;;
FO_It_Shield_WoodenDefenderOld=Old marshal shield;;;;;;;;;;;;;;Stara tarcza Nordmardczyka;;Старый щит нордмарца;;;
FO_It_Club_IronVigo=Vigo mace;;;;;;;;;;;;;;Buława Vigo;;Булава Виго;;;
FO_It_Club_StingerRusty=Bloody stinger;;;;;;;;;;;;;;Zakrwawione żądło;;Окровавленное жало;;;
FO_It_Shield_OrkishTower_Vigo=Vigo shield;;;;;;;;;;;;;;Tarcza Vigo;;Щит Виго;;;
FO_It_AgenakList_Letter=Agenak's list;;;;;;;;;;;;;;Lista Agenaka;;Список Агенака;;;

INFO_ZAgenak_01_PLR_01=What are the rules in your arena?;;;;;;;;;;;;;;Jakie zasady obowiązują na twojej arenie?;;Какие правила на твоей арене?;;;
INFO_ZAgenak_01_NPC_02=Before I let you fight, you must get rid of all forbidden things.;;;;;;;;;;;;;;Zanim pozwolę ci walczyć, musisz pozbyć się wszystkich zakazanych rzeczy.;;Перед тем как я разрешу тебе драться, ты должен избавиться от всех запрещённых вещей.;;;
INFO_ZAgenak_01_NPC_03=You can put them in the empty chest in front of my hut.;;;;;;;;;;;;;;Możesz je umieścić w pustej skrzyni przed moją chatą.;;Можешь сложить их в пустой сундук напротив моей лачуги.;;;
INFO_ZAgenak_01_NPC_04=Here is the list of prohibited items.;;;;;;;;;;;;;;Oto lista zakazanych rzeczy.;;Вот список предметов.;;;

INFO_ZAgenak_02_NPC_01=You tried to cheat!;;;;;;;;;;;;;;Próbowałeś oszukiwać!;;Ты попытался сжульничать!;;;
INFO_ZAgenak_02_NPC_02=You will not enter my arena again!;;;;;;;;;;;;;;Nie wejdziesz już na moją arene!;;Тебе не место на моей арене!;;;

INFO_ZAgenak_03_PLR_01=Can you repeat the rules?;;;;;;;;;;;;;;Możesz powtórzyć zasady?;;Ты можешь повторить правила?;;;
INFO_ZAgenak_03_NPC_02=You're not listening to me at all?;;;;;;;;;;;;;;W ogóle mnie nie słuchasz?;;Ты что, совсем не слушаешь меня?;;;
INFO_ZAgenak_03_NPC_03=I had all forbidden items placed in a chest in front of my hut.;;;;;;;;;;;;;;Kazałem umieścić wszystkie zakazane przedmioty w skrzyni przed moją chatą.;;Ты должен выложить все запрещённые предметы в сундук напротив моей хижины.;;;
INFO_ZAgenak_03_NPC_04=Why do you think I gave you this list?;;;;;;;;;;;;;;Jak myślisz, dlaczego dałem ci tę listę?;;Для чего я по твоему дал тебе этот список?;;;

INFO_ZAZakosh_01_NPC_01=I heard Tarok let you fight in his arena.;;;;;;;;;;;;;;Słyszałem, że Tarok pozwolił ci walczyć na swojej arenie.;;Я слышал, Тарок разрешил тебе выступать на своей арене.;;;
INFO_ZAZakosh_01_NPC_02=Few have had this honor.;;;;;;;;;;;;;;Niewielu dostąpiło tego zaszczytu.;;Немногим выпадает такая честь.;;;
INFO_ZAZakosh_01_NPC_03=I've got a proposition for you.;;;;;;;;;;;;;;Mam dla ciebie propozycję.;;У меня есть для тебя предложение.;;;
INFO_ZAZakosh_01_PLR_04=What is it about?;;;;;;;;;;;;;;O co chodzi?;;Чего ты хочешь?;;;
INFO_ZAZakosh_01_NPC_05=Each gladiator in this arena has a unique weapon.;;;;;;;;;;;;;;Każdy gladiator na tej arenie posiada unikalną broń.;;Каждый гладиатор на этой арене обладает своим уникальным оружием.;;;
INFO_ZAZakosh_01_NPC_06=Defeat each of them and bring me their weapons.;;;;;;;;;;;;;;Pokonaj każdego z nich i przynieś mi ich oręż.;;Побей их и принеси это оружие мне.;;;
INFO_ZAZakosh_01_PLR_07=And what do I get in return?;;;;;;;;;;;;;;A co dostanę w zamian?;;А что я получу взамен?;;;
INFO_ZAZakosh_01_NPC_08=I can repair and give you one of these weapons.;;;;;;;;;;;;;;Mogę naprawić i dać ci jedną z tych broni.;;Я могу починить и отдать одно такое оружие тебе.;;;
INFO_ZAZakosh_01_PLR_09=Let's see.;;;;;;;;;;;;;;Zobaczmy.;;Посмотрим.;;;

INFO_ZAZakosh_02_PLR_01=I brought you gladiator weapons.;;;;;;;;;;;;;;Przyniosłem ci bronie gladiatorów.;;Я принёс тебе оружие гладиаторов.;;;
INFO_ZAZakosh_02_NPC_02=Which one do you want to keep?;;;;;;;;;;;;;;Którą z nich chcesz zatrzymać?;;Что ты хочешь оставить себе?;;;
INFO_ZAZakosh_02_PLR_03=Vigo's mace and shield.;;;;;;;;;;;;;;Buława i tarcza Vigo.;;Булаву и щит Виго.;;;
INFO_ZAZakosh_02_PLR_04=Mortis sword.;;;;;;;;;;;;;;Miecz Mortisa.;;Клинки Мортиса.;;;
INFO_ZAZakosh_02_PLR_05=Tukasza's staff.;;;;;;;;;;;;;;Laska Tukaszy.;;Посох Тукаша.;;;
INFO_ZAZakosh_02_PLR_06=Rozhov's sword.;;;;;;;;;;;;;;Miecz Rozhova.;;Меч Рожова.;;;

INFO_ZATarok_01_NPC_01=When you become a champion in all the main arenas of Myrtana and Varant.;;;;;;;;;;;;;;Kiedy zostaniesz mistrzem na wszystkich głównych arenach Myrtany i Varantu.;;Когда ты одержишь победу на всех крупных аренах Миртаны и Варанта.;;;

INFO_ZATarok_02_PLR_01=Which exact arenas should I visit?;;;;;;;;;;;;;;Które dokładnie areny powinienem odwiedzić?;;Какие именно арены я должен посетить?;;;
INFO_ZATarok_02_NPC_02=There's a small arena here in the village outside Faring.;;;;;;;;;;;;;;Tu w wiosce pod Faring jest mała arena.;;Здесь внизу есть небольшая арена.;;;
INFO_ZATarok_02_NPC_03=The warriors there boast of their skills, but refuse to fight the orcs.;;;;;;;;;;;;;;Tamtejsi wojownicy chwalą się tam swoimi umiejętnościami, ale odmawiają podjęcia walki z orkami.;;Тамошние бойцы хвалятся своим мастерством, но выступать против орков отказываются.;;;
INFO_ZATarok_02_NPC_04=There is an arena in Silden called the Abyss.;;;;;;;;;;;;;;W Silden znajduje się arena zwana Otchłanią.;;В Сильдене есть арена, называемая Ямой.;;;
INFO_ZATarok_02_NPC_05=Only a few manage to win.;;;;;;;;;;;;;;Tylko nielicznym udaje zwyciężyć.;;Лишь единицы покидают её победителями.;;;
INFO_ZATarok_02_NPC_06=There is a large arena in Geldern where warriors fight for artifacts.;;;;;;;;;;;;;;W Geldern znajduje się duża arena, na której wojownicy walczą o artefakty.;;В Гельдерне есть большая арена, на которой бойцы сражаются за артефакты.;;;
INFO_ZATarok_02_NPC_07=The largest arena is located in the city of Mora Sul in Varanta.;;;;;;;;;;;;;;Największa arena znajduje się w mieście Mora Sul w Varancie.;;Крупнейшая арена находится в городе Мора Сул в Варанте.;;;
INFO_ZATarok_02_NPC_08=A real challenge awaits you in Bakaresh.;;;;;;;;;;;;;;W Bakaresh czeka cię naprawdę spore wyzwanie.;;Но действительно сложное состязание ждёт тебя в Бакареше.;;;
INFO_ZATarok_02_NPC_09=There is also an arena in Ishtar.;;;;;;;;;;;;;;W Ishtar również znajduje się arena.;;Ещё есть арена в Иштаре.;;;
INFO_ZATarok_02_NPC_10=The Assassins are unlikely to let you into their capital, but that's not my problem anymore.;;;;;;;;;;;;;;Asasyni raczej nie wpuszczą cię do swojej stolicy, ale to już nie mój problem.;;Ассасины вряд ли впустят тебя в свою столицу, но это уже не мои проблемы.;;;
INFO_ZATarok_02_NPC_11=If you want to fight here, you have to become a champion in all these arenas, without exception.;;;;;;;;;;;;;;Jeśli chcesz tu walczyć, musisz zostać mistrzem na tych wszystkich arenach, bez wyjątku.;;Если хочешь сражаться здесь ты должен победить на всех перечисленных мной аренах, без исключения.;;;

INFO_ZATarok_03_NPC_01=Your progress has piqued Kana's interest.;;;;;;;;;;;;;;Twoje postępy zainteresowały samego Kana.;;Твои успехи заинтересовали самого Кана.;;;
INFO_ZATarok_03_NPC_02=He wants to set one of his guardsmen against you.;;;;;;;;;;;;;;Chce wystawić przeciwko tobie jednego ze swoich gwardzistów.;;Он хочет выставить против тебя одного из своих телохранителей.;;;
INFO_ZATarok_03_NPC_03=If you win, you will receive a valuable prize from him.;;;;;;;;;;;;;;Jeśli wygrasz, otrzymasz od niego cenną nagrodę.;;Если победишь, то получишь от него ценный приз.;;;
INFO_ZATarok_03_NPC_04=But if I were you, I wouldn't accept the challenge.;;;;;;;;;;;;;;Ale na twoim miejscu nie przyjąłbym tego wyzwania.;;Но я бы на твоем месте не стал принимать этот вызов.;;;
INFO_ZATarok_03_PLR_05=Why?;;;;;;;;;;;;;;Dlaczego?;;А это ещё почему?;;;
INFO_ZATarok_03_NPC_06=Kan's guardsmen are the strongest orc warriors.;;;;;;;;;;;;;;Gwardziści Kana to najsilniejsi wojownicy orków.;;Телохранители Кана — это сильнейшие воины орков.;;;
INFO_ZATarok_03_NPC_07=Kahn personally picked them on the battlefields.;;;;;;;;;;;;;;Kan osobiście wybrał ich na polach bitew.;;Кан лично отбирал их на полях сражений.;;;
INFO_ZATarok_03_NPC_08=He's just doing it for show, he wants you to chew the sand.;;;;;;;;;;;;;;Robi to tylko na pokaz, chce, żebyś gryzł piach.;;Всё, чего он хочет - заставить тебя жрать землю.;;;
INFO_ZATarok_03_NPC_09=To show you, Morra, where you belong.;;;;;;;;;;;;;;Aby pokazać ci, Morra, gdzie jest twoje miejsce.;;Показать вам, морра, где ваше место.;;;
INFO_ZATarok_03_NPC_10=If you lose, there will be no rematch.;;;;;;;;;;;;;;Jeśli przegrasz, nie będzie rewanżu.;;Если ты проиграешь, реванша уже не будет.;;;
INFO_ZATarok_03_NPC_11=Think carefully before agreeing to it.;;;;;;;;;;;;;;Zastanów się dobrze, zanim się na to zgodzisz.;;Подумай как следует, прежде чем соглашаться.;;;

INFO_ZATarok_04_PLR_01=I'm ready to fight Kana's guard.;;;;;;;;;;;;;;Jestem gotów do walki z gwardzistą Kana.;;Я готов сразиться с телохранителем Кана.;;;
INFO_ZATarok_04_NPC_02=You are either very stupid or very brave.;;;;;;;;;;;;;;Jesteś albo bardzo głupi, albo bardzo odważny.;;Ты либо очень глуп, либо очень смел.;;;
INFO_ZATarok_04_NPC_03=I will not disturb you on your journey into the realm of pain.;;;;;;;;;;;;;;Nie będę ci przeszkadzał w twojej podróży do królestwa bólu.;;Я не стану препятствовать твоему путешествию в царство боли.;;;
INFO_ZATarok_04_NPC_04=Go to the arena! Your opponent will appear soon.;;;;;;;;;;;;;;Ruszaj na arenę! Twój przeciwnik wkrótce się pojawi.;;Отправляйся на арену! Твой противник скоро появится.;;;

INFO_ZATarok_05_NPC_01=ha ha! I warned you.;;;;;;;;;;;;;;Ha ha! Ostrzegałem cię.;;Ха-Ха! А я ведь предупреждал тебя.;;;
INFO_ZATarok_05_NPC_02=However, your bravery impressed some of the orcs.;;;;;;;;;;;;;;Jednak twoja odwaga zrobiła wrażenie na niektórych orkach.;;Однако твоя смелость впечатлила некоторых орков.;;;
INFO_ZATarok_05_NPC_03=At least you won't be remembered as a coward.;;;;;;;;;;;;;;Przynajmniej nie zostaniesz zapamiętany jako tchórz.;;По крайней мере, тебя не запомнят, как труса.;;;

INFO_ZATarok_06_NPC_01=How is this possible?!;;;;;;;;;;;;;;Jak to możliwe?!;;Как?! Как это возможно?!;;;
INFO_ZATarok_06_PLR_02=I defeated the Dreamer and the dragons of Khorinis.;;;;;;;;;;;;;;Pokonałem Śniącego i smoki z Khorinis.;;Я победил Спящего и драконов Хориниса.;;;
INFO_ZATarok_06_PLR_03=Your warrior is not stronger than them.;;;;;;;;;;;;;;Twój wojownik nie jest od nich silniejszy.;;Ваш боец не сильнее их.;;;
INFO_ZATarok_06_NPC_04=I wouldn't want to be in his shoes when he returns to Kana.;;;;;;;;;;;;;;Nie chciałbym być w jego skórze, kiedy wróci do Kana.;;Не хотелось бы мне оказаться на его месте, когда он вернётся к Кану.;;;
INFO_ZATarok_06_PLR_05=What about my reward?;;;;;;;;;;;;;;A co z moją nagrodą?;;Как насчёт моего приза?;;;
INFO_ZATarok_06_NPC_06=Of course you deserved it.;;;;;;;;;;;;;;Oczywiście, zasłużyłaś na to.;;Разумеется, ты заслужил его.;;;
INFO_ZATarok_06_NPC_07=You are now an honorary member of Kana's guard!;;;;;;;;;;;;;;Od tej pory jesteś honorowym członkiem gwardii Kana!;;С этой минуты ты являешься почётным членом гвардии Кана!;;;
INFO_ZATarok_06_NPC_08=And you have the honor to carry the weapons of his guardsmen.;;;;;;;;;;;;;;I masz zaszczyt nosić broń jego gwardzistów.;;И имеешь честь носить оружие его телохранителей.;;;
INFO_ZATarok_06_PLR_09=So can I meet Kane?;;;;;;;;;;;;;;Więc mogę się spotkać z Kanem?;;Значит, я могу встретиться с Каном?;;;
INFO_ZATarok_06_NPC_10=ahaha! Of course not.;;;;;;;;;;;;;;Ahaha! Oczywiście, że nie.;;А-ха-ха! Разумеется, нет.;;;
INFO_ZATarok_06_NPC_11=But if it goes on like this, you'll be granted access to his mansion for sure.;;;;;;;;;;;;;;Ale jak tak dalej pójdzie, to na pewno otrzymasz prawo wstępu do jego rezydencji.;;Но если ты продолжишь в том же духе, то обязательно получишь доступ в его резиденцию.;;;

INFO_ZATarok_07_NPC_01=I won in all the arenas you listed.;;;;;;;;;;;;;;Wygrałem na wszystkich arenach, które wymieniłeś.;;Я победил на всех аренах, которые ты назвал.;;;

INFO_ZAHernando_01_NPC_01=You killed Mufassa?!;;;;;;;;;;;;;;Zabiłeś Mufassę?!;;Ты убил Муфассу?!;;;
INFO_ZAHernando_01_PLR_02=You pitted a fucking ogre against me!;;;;;;;;;;;;;;Wystawiłeś przeciwko mnie pieprzonego ogra!;;Ты выставил против меня грёбаного огра!;;;
INFO_ZAHernando_01_PLR_03=What did you expect?;;;;;;;;;;;;;;A czego się spodziewałeś?;;Чего ещё ты ожидал?;;;
INFO_ZAHernando_01_NPC_04=Well, let's hope the audience doesn't miss him too much.;;;;;;;;;;;;;;Cóż, miejmy nadzieję, że publiczność nie zatęskni za nim zbytnio.;;Ладно, надеюсь, публика не будет сильно скучать по нему.;;;

INFO_ZAAhmed_01_PLR_01=Are you comfortable walking around with this on your back?;;;;;;;;;;;;;;Wygodnie ci chodząc z tym na plecach?;;Тебе удобно ходить с этими штуками за спиной?;;;
INFO_ZAAhmed_01_NPC_02=Hernando said it made me look more dangerous.;;;;;;;;;;;;;;Hernando powiedział, że przez to wyglądam groźniej.;;Гернандо сказал, что так я выгляжу более угрожающе.;;;
INFO_ZAAhmed_01_NPC_03=I can take them off anytime I want.;;;;;;;;;;;;;;Jeśli zechcę, mogę je zdjąć w każdej chwili.;;Если захочу, я могу снять их в любую минуту.;;;

INFO_ZAKasim_02_NPC_01=Enter the arena and defeat all opponents within the next hour.;;;;;;;;;;;;;;Wejdź na arenę i pokonaj wszystkich przeciwników w ciągu następnej godziny.;;Выйди на арену и в течение следующего часа одолей всех противников.;;;
INFO_ZAKasim_02_NPC_02=If you succeed, you will pass the test.;;;;;;;;;;;;;;Jeśli ci się uda, zdasz test.;;Успеешь – пройдёшь испытание.;;;
INFO_ZAKasim_02_NPC_03=If you lose, you don't get a second chance.;;;;;;;;;;;;;;Jeśli przegrasz, nie dostaniesz drugiej szansy.;;Проиграешь – второго шанса не будет.;;;

INFO_ZAKasim_03_PLR_01=I'm ready for the test.;;;;;;;;;;;;;;Jestem gotowy do testu.;;Я готов пройти испытание.;;;
INFO_ZAKasim_03_NPC_02=Enter the arena and fight!;;;;;;;;;;;;;;Wejdź na arenę i walcz!;;Тогда ступай на арену и дерись!;;;
INFO_ZAKasim_03_NPC_03=But don't forget that you have limited time.;;;;;;;;;;;;;;Ale nie zapominaj, że masz ograniczony czas.;;Но не забывай, что у тебя ограничено время.;;;

INFO_ZAKasim_04_NPC_01=I'm sorry, friend, but you failed the test.;;;;;;;;;;;;;;Przykro mi, przyjacielu, ale oblałeś test.;;Прости, друг, но ты провалил испытание.;;;

INFO_ZAKasim_05_NPC_01=It was great.;;;;;;;;;;;;;;To było wspaniałe.;;Это было великолепно.;;;
INFO_ZAKasim_05_NPC_02=Zuben could use such a warrior.;;;;;;;;;;;;;;Zubenowi przydałby się taki wojownik.;;Зубену пригодится такой хороший боец.;;;

INFO_ZAAshton_02_PLR_01=What was that?;;;;;;;;;;;;;;Co to było?;;Что это было?;;;
INFO_ZAAshton_02_NPC_02=What are you talking about?;;;;;;;;;;;;;;O czym mówisz?;;О чём ты?;;;
INFO_ZAAshton_02_PLR_03=You cheated.;;;;;;;;;;;;;;Oszukiwałeś.;;Ты сжульничал.;;;
INFO_ZAAshton_02_NPC_04=Yes? And what will you do with it?;;;;;;;;;;;;;;Tak? I co z tym zrobisz?;;Да? И что ты сделаешь?;;;
INFO_ZAAshton_02_NPC_05=Will you complain to Marik?;;;;;;;;;;;;;;Poskarżysz się Marikowi?;;Пожалуешься Марику?;;;
INFO_ZAAshton_02_NPC_06=Or do you want to beat me?;;;;;;;;;;;;;;A może chcesz mnie pobić?;;Или, может, побьёшь меня?;;;
INFO_ZAAshton_02_NPC_07=This is my arena and I make the rules here.;;;;;;;;;;;;;;To moja arena i ja tutaj ustalam zasady.;;Это моя арена, и я устанавливаю здесь правила.;;;
INFO_ZAAshton_02_NPC_08=If something doesn't suit you, you can get out of here.;;;;;;;;;;;;;;Jeśli coś ci nie odpowiada, możesz stąd spadać.;;Если тебя что-то не устраивает, то можешь катиться отсюда.;;;

INFO_ZACurtis_01_NPC_01=Sorry man, but it's a private club.;;;;;;;;;;;;;;Przepraszam stary, ale to prywatny klub.;;Извини, парень, но это закрытый клуб.;;;
INFO_ZACurtis_01_NPC_02=Observers distract from the battle.;;;;;;;;;;;;;;Obserwatorzy odwracają uwagę od bitwy.;;Зеваки отвлекают от сражения.;;;

INFO_ZACurtis_02_PLR_01=What is this place?;;;;;;;;;;;;;;Co to za miejsce?;;Что это за место?;;;
INFO_ZACurtis_02_NPC_02=This is a small arena in Faring.;;;;;;;;;;;;;;To mała arena w Faring.;;Это малая арена Фаринга.;;;
INFO_ZACurtis_02_NPC_03=The best gladiators in the country fight here.;;;;;;;;;;;;;;Tutaj walczą najlepsi gladiatorzy w kraju.;;Здесь сражаются лучшие гладиаторы страны.;;;

INFO_ZACurtis_03_PLR_01=I want to fight in this arena.;;;;;;;;;;;;;;Chcę walczyć na tej arenie.;;Я хочу сражаться на этой арене.;;;
INFO_ZACurtis_03_NPC_02=Hey, quieter!;;;;;;;;;;;;;;Heej, ciszej!;;Воу, потише!;;;
INFO_ZACurtis_03_NPC_03=Only titled mercenaries can fight here.;;;;;;;;;;;;;;Tylko utytułowani najemnicy mogą tu walczyć.;;Здесь разрешено сражаться только титулованным наёмникам.;;;
INFO_ZACurtis_03_NPC_04=Build a reputation first.;;;;;;;;;;;;;;Najpierw wyrób sobie reputacje.;;Сперва сделай себе имя.;;;
INFO_ZACurtis_03_PLR_05=What's so special about you?;;;;;;;;;;;;;;Co jest w tobie takiego niezwykłego?;;А чем вы отличились?;;;
INFO_ZACurtis_03_NPC_06=My comrades in arms fought in arenas in other cities and became champions there.;;;;;;;;;;;;;;Moi towarzysze broni walczyli na arenach w innych miastach i stawali się tam mistrzami.;;Мои товарищи по оружию бились на аренах в других городах и стали там чемпионами.;;;
INFO_ZACurtis_03_NPC_07=Goran is the master of Cape Dun.;;;;;;;;;;;;;;Goran jest mistrzem Cape Dun.;;Горан - чемпион Кап Дуна.;;;
INFO_ZACurtis_03_NPC_08=Moff defeated all of Montera's gladiators.;;;;;;;;;;;;;;Moff pokonał wszystkich gladiatorów Montery.;;Муфф одолел всех гладиаторов Монтеры.;;;
INFO_ZACurtis_03_NPC_09=Spike went south and fought the real killer in the Lago arena.;;;;;;;;;;;;;;Spike udał się na południe i walczył z prawdziwym zabójcą na arenie w Lago.;;Спайк побывал на юге и бился с настоящим ассасином на арене в Лаго.;;;
INFO_ZACurtis_03_NPC_10=And I fought for the orcs long before they invaded Myrtana.;;;;;;;;;;;;;;A ja walczyłem dla orków na długo przed tym, jak najechali Myrtanę.;;А я сражался на стороне орков за долго до того, как они вторглись в Миртану.;;;
INFO_ZACurtis_03_NPC_11=In the cold mountains of Nordmar.;;;;;;;;;;;;;;W zimnych górach Nordmaru.;;В холодных горах Нордмара.;;;

INFO_ZACurtis_04_PLR_01=What do I have to do to get you into the arena?;;;;;;;;;;;;;;Co mam zrobić, żebyś wpuścił mnie na arenę?;;Что я должен сделать, чтобы вы пустили меня на арену?;;;
INFO_ZACurtis_04_NPC_02=It is very easy.;;;;;;;;;;;;;;To bardzo proste.;;Всё очень просто.;;;
INFO_ZACurtis_04_NPC_03=Do what we did.;;;;;;;;;;;;;;Rób to, co my zrobiliśmy.;;Сделай то же, что и мы.;;;
INFO_ZACurtis_04_NPC_04=Defeat all the mercenaries in the arenas of Cape Dun and Montera.;;;;;;;;;;;;;;Pokonaj wszystkich najemników na arenach Cape Dun i Montery.;;Одолей всех наёмников на аренах Кап Дуна и Монтеры.;;;
INFO_ZACurtis_04_NPC_05=Visit Varant and defeat all opponents in Lago.;;;;;;;;;;;;;;Odwiedź Varant i pokonaj wszystkich przeciwników w Lago.;;Посети Варант и победи всех противников в Лаго.;;;
INFO_ZACurtis_04_NPC_06=Travel to Nordmar and fight the Nordmar warriors in a fair duel.;;;;;;;;;;;;;;Udaj się do Nordmaru i zawalcz z Nordmarskimi wojownikiami w uczciwym pojedynku.;;Соверши вылазку в Нордмар и сразись в честном поединке с нордмарским воином.;;;
INFO_ZACurtis_04_NPC_07=Only then will we let you into our arena.;;;;;;;;;;;;;;Dopiero wtedy wpuścimy cię na naszą arenę.;;Лишь тогда мы пустим тебя на нашу арену.;;;

INFO_ZACurtis_05_PLR_01=Don't go, I'll be back soon.;;;;;;;;;;;;;;Nie odchodź, wkrótce tu wrócę.;;Не расходитесь, я скоро вернусь.;;;
INFO_ZACurtis_05_NPC_02=No, no.;;;;;;;;;;;;;;No, no.;;Ну, ну.;;;

INFO_ZACurtis_06_PLR_01=It's been a long journey, but I'm finally back.;;;;;;;;;;;;;;To była długa podróż, ale w końcu wróciłem.;;Это было долгое путешествие, но, в конце концов, я вернулся.;;;
INFO_ZACurtis_06_PLR_02=I am the arena champion in Cape Dun and Montera.;;;;;;;;;;;;;;Jestem mistrzem areny w Cape Dun i Monterze.;;Я действующий чемпион арены в Кап Дуне и Монтере.;;;
INFO_ZACurtis_06_PLR_03=I was in LA. The drug addicts there don't know anything about fighting.;;;;;;;;;;;;;;Byłem w Lago. Tamtejsi narkomani nie mają zielonego pojęcia o walce.;;Я был в Лаго. Тамошние наркоманы ни черта не смыслят в боевом искусстве.;;;
INFO_ZACurtis_06_PLR_04=I challenged the Nordmarian and defeated him.;;;;;;;;;;;;;;Rzuciłem wyzwanie Nordmarczykowi i pokonałem go.;;Я бросил вызов одному нордмарцу и одержал над ним победу.;;;
INFO_ZACurtis_06_NPC_05=wow! Have you really done all this?;;;;;;;;;;;;;;Wow! Czy naprawdę to wszystko zrobiłeś?;;Вау! Ты действительно сделал всё это?;;;
INFO_ZACurtis_06_NPC_06=It's hard to believe that you achieved all this in such a short time.;;;;;;;;;;;;;;Aż trudno uwierzyć, że osiągnąłeś to wszystko w tak krótkim czasie.;;Трудно поверить, что ты добился всего этого за такой короткий срок.;;;
INFO_ZACurtis_06_PLR_07=You do not believe me?;;;;;;;;;;;;;;Nie wierzysz mi?;;Ты мне не веришь?;;;
INFO_ZACurtis_06_NPC_08=Let's find out.;;;;;;;;;;;;;;Przekonajmy się.;;Давай поступим следующим образом.;;;
INFO_ZACurtis_06_NPC_09=We'll spank you in our arena, and you'll stop pestering us.;;;;;;;;;;;;;;Spuścimy ci lanie na naszej arenie, a ty przestaniesz nas męczyć.;;Мы зададим тебе взбучку на нашей арене, и ты перестанешь доставать нас.;;;
INFO_ZACurtis_06_NPC_10=are you coming in?;;;;;;;;;;;;;;Wchodzisz?;;Идёт?;;;

INFO_ZACurtis_07_PLR_01=Tell me about the rules.;;;;;;;;;;;;;;Opowiedz mi o zasadach.;;Расскажи мне о правилах.;;;
INFO_ZACurtis_07_NPC_02=You enter the arena and fight Goran.;;;;;;;;;;;;;;Wchodzisz na arenę i walczysz z Goranem.;;Ты выходишь на арену и сражаешься с Гораном.;;;
INFO_ZACurtis_07_NPC_03=If you defeat him, you immediately fight another opponent.;;;;;;;;;;;;;;Jeśli go pokonasz, od razu walczysz z kolejnym przeciwnikiem.;;Если ты побеждаешь его, то тут же вступаешь в бой со следующим противником.;;;
INFO_ZACurtis_07_NPC_04=The fight will go on until you defeat us all.;;;;;;;;;;;;;;Bitka będzie trwała, dopóki nie pokonasz nas wszystkich.;;Битва будет продолжаться, пока ты не победишь нас всех.;;;
INFO_ZACurtis_07_NPC_05=Well, or we'll beat you.;;;;;;;;;;;;;;Cóż, albo my pokonamy ciebie.;;Ну, или мы тебя.;;;
INFO_ZACurtis_07_NPC_06=You have just over an hour to fight all your opponents.;;;;;;;;;;;;;;Masz niewiele ponad godzinę na walkę ze wszystkimi przeciwnikami.;;На сражение со всеми противниками тебе уделено чуть больше часа.;;;
INFO_ZACurtis_07_NPC_07=If you don't manage to defeat us in the allotted time, you will lose.;;;;;;;;;;;;;;Jeśli nie zdążysz nas pokonać w wyznaczonym czasie, przegrasz.;;Если не успеешь победить нас за отведённое время – проиграешь.;;;

INFO_ZACurtis_08_PLR_01=Let's fight!;;;;;;;;;;;;;;Walczmy!;;Потанцуем!;;;
INFO_ZACurtis_08_NPC_02=Boys! It's time to fight!;;;;;;;;;;;;;;Chłopaki! Czas na walkę!;;Мужики! Пора драться!;;;

INFO_ZACurtis_09_NPC_01=Fighting you wasn't worth our time.;;;;;;;;;;;;;;Walka z tobą nie była warta naszego czasu.;;Возня с тобой не стоила нашего времени.;;;

INFO_ZACurtis_11_NPC_01=Man, you're so damn strong.;;;;;;;;;;;;;;Człowieku, jesteś cholernie silny.;;Мужик, ты действительно крут.;;;
INFO_ZACurtis_11_NPC_02=I didn't appreciate you.;;;;;;;;;;;;;;Nie doceniłem cię.;;Я недооценил тебя.;;;
INFO_ZACurtis_11_NPC_03=You can take this ax with a trophy as a reward.;;;;;;;;;;;;;;Możesz wziąć ten topór z trofeum jako nagrodę.;;Можешь взять в качестве приза этот трофейный топор.;;;
INFO_ZACurtis_11_NPC_04=I got it from a very powerful warrior.;;;;;;;;;;;;;;Dostałem go od bardzo potężnego wojownika.;;Я забрал его у одного очень сильного воина.;;;
INFO_ZACurtis_11_NPC_05=If you want, I can teach you all the skills I can do myself.;;;;;;;;;;;;;;Jeśli chcesz, mogę cię nauczyć wszystkich umiejętności, które sam potrafię.;;Если хочешь, я могу научить тебя всем навыкам, которые знаю сам.;;;

INFO_ZABarrack_02_NPC_01=Welcome to Silden Abyss.;;;;;;;;;;;;;;Witaj w Otchłani Silden.;;Добро пожаловать в Яму Сильдена.;;;
INFO_ZABarrack_02_NPC_02=Want to test your skills, Morra?;;;;;;;;;;;;;;Chcesz sprawdzić swoje umiejętności, Morra?;;Не хочешь испытать свои навыки, морра?;;;

INFO_ZABarrack_03_PLR_01=What are the rules in your arena?;;;;;;;;;;;;;;Jakie są zasady na twojej arenie?;;Каковы правила твоей арены?;;;
INFO_ZABarrack_03_NPC_02=You descend into the Abyss and do not leave it until you defeat all opponents.;;;;;;;;;;;;;;Schodzisz do Otchłani i nie opuszczasz jej, dopóki nie pokonasz wszystkich przeciwników.;;Ты спускаешься в Яму и не выходишь из неё, пока не одолеешь всех противников.;;;
INFO_ZABarrack_03_NPC_03=Well, or until they get you out of it.;;;;;;;;;;;;;;Cóż, albo dopóki cię z niej nie wyprowadzą.;;Ну, или пока тебя не вынесут из неё.;;;
INFO_ZABarrack_03_NPC_04=You leave the arena during the fight and you lose, that's all.;;;;;;;;;;;;;;Opuścisz arenę podczas walki i przegrywasz, to wszystko.;;Покинешь арену или проиграешь - всё.;;;
INFO_ZABarrack_03_NPC_05=There will be no second chance.;;;;;;;;;;;;;;Nie będzie drugiej szansy.;;Второго шанса не будет.;;;

INFO_ZABarrack_04_PLR_01=I'm ready to take on the challenge.;;;;;;;;;;;;;;Jestem gotów podjąć wyzwanie.;;Я готов принять вызов.;;;
INFO_ZABarrack_04_NPC_02=Then descend into the Abyss and show what kind of clay you are made of.;;;;;;;;;;;;;;Zatem zejdź do Otchłani i pokaż, z jakiej gliny cię ulepili.;;Тогда спускайся в Яму и покажи, из чего ты сделан.;;;

INFO_ZABarrack_05_NPC_01=Bloody hell!;;;;;;;;;;;;;;Jasna cholera!;;Чёрт подери!;;;
INFO_ZABarrack_05_NPC_02=Only two people managed to win.;;;;;;;;;;;;;;Tylko dwóm osobom udało się wygrać.;;Лишь два человека побеждали в Яме.;;;
INFO_ZABarrack_05_PLR_03=I'm waiting for my reward.;;;;;;;;;;;;;;Czekam na moją nagrodę.;;Я жду свой приз.;;;
INFO_ZABarrack_05_NPC_04=uh...;;;;;;;;;;;;;;Eee...;;Эээ...;;;
INFO_ZABarrack_05_NPC_05=I hope this helmet and gold will suffice.;;;;;;;;;;;;;;Mam nadzieję, że ten hełm i złoto wystarczą.;;Надеюсь, этого шлема и золота тебе хватит.;;;

QUEST_Tarok_ArenaChamp=Access the large Faring arena.;;;;;;;;;;;;;;Uzyskaj dostęp do dużej areny Faring.;;Получи доступ на большую арену Фаринга.;;;
QUESTDESC_Tarok_ArenaChamp=Tarok wants me to become a champion in every arena on the continent.;;;;;;;;;;;;;;Tarok chce, żebym został mistrzem na każdej arenie na kontynencie.;;Тарок хочет, чтобы я победил на всех крупных аренах на Материке.;;;
CNQ_THE_Tarok_ArenaChamp_01=I became a champion in the small Faring arena.;;;;;;;;;;;;;;Zostałem mistrzem na małej arenie Faring.;;Я одержал верх на малой арене Фаринга.;;;
CNQ_THE_Tarok_ArenaChamp_02=I defeated everyone in Silden Abyss.;;;;;;;;;;;;;;Pokonałem wszystkich w Otchłani Silden.;;Я победил в Яме Сильдена.;;;
CNQ_THE_Tarok_ArenaChamp_03=I defeated all opponents in the Geldern arena.;;;;;;;;;;;;;;Pokonałem wszystkich przeciwników na arenie Geldern.;;Я одолел всех противников на арене Гельдерна.;;;
CNQ_THE_Tarok_ArenaChamp_04=I have become the new master of Mora Sul.;;;;;;;;;;;;;;Zostałem nowym mistrzem Mora Sul.;;Я стал новым чемпионом арены Мора Сул.;;;
CNQ_THE_Tarok_ArenaChamp_05=I fought all the gladiators in Bakaresh.;;;;;;;;;;;;;;Walczyłem ze wszystkimi gladiatorami w Bakareshu.;;Я сразился со всеми гладиаторами в Бакареше.;;;
CNQ_THE_Tarok_ArenaChamp_06=I passed the test in the arena in Ishtar.;;;;;;;;;;;;;;Przeszedłem test na arenie w Ishtar.;;Я прошёл испытание на арене в Иштаре.;;;
CNQ_THE_Tarok_ArenaChamp_07=I won in every arena. It's time to return to Tarok.;;;;;;;;;;;;;;Wygrałem na każdej arenie. Pora wrócić do Taroka.;;Я победил на всех аренах. Пора возвращаться к Тароку.;;;

QUEST_ArenaFinal=Career finale.;;;;;;;;;;;;;;Finał kariery.;;Венец карьеры.;;;
QUESTDESC_ArenaFinal=Tarok offers me a fight with the strongest opponent that exists.;;;;;;;;;;;;;;Tarok proponuje mi walkę z najsilniejszym przeciwnikiem jaki istnieje.;;Тарок предлагает мне сразиться с сильнейшим противником, который только может быть.;;;

QUEST_KanSquadArena=Defeat Guardsman Kana.;;;;;;;;;;;;;;Pokonaj gwardziste Kana.;;Победи телохранителя Кана.;;;

QUEST_IshtarArenaChallenge=Defeat all the warriors in the arena in Ishtar within the time limit.;;;;;;;;;;;;;;Pokonaj wszystkich wojowników na arenie w Ishtar w wyznaczonym czasie.;;Победи всех бойцов на арене Иштара за отведённое время.;;;

QUEST_Curtis_Arena_Curtis=Defeat Curtis in the arena.;;;;;;;;;;;;;;Pokonaj Curtisa na arenie.;;Победи Кертиса на арене.;;;
QUEST_FaringArenaWin=Defeat all the warriors in the Faring arena within the time limit.;;;;;;;;;;;;;;Pokonaj wszystkich wojowników na arenie Faring w wyznaczonym czasie.;;Победи всех бойцов на арене Фаринга за отведённое время.;;;
QUEST_FaringArenaAccess=Club for the elite.;;;;;;;;;;;;;;Klub dla elit.;;Клуб для элиты.;;;
QUESTDESC_FaringArenaAccess=To be able to fight in the small arena in Faring, I have to meet a number of requirements. I must defeat all the gladiators in the arenas of Cape Dun, Montera and Lago, and defeat a warrior from Nordmar in a fair fight.;;;;;;;;;;;;;;Aby móc walczyć na małej arenie w Faring, muszę spełnić szereg wymagań. Muszę pokonać wszystkich gladiatorów na arenach Cape Dun, Montery i Lago, a także pokonać wojownika z Nordmaru w uczciwej walce.;;Для того, чтобы меня пустили сражаться на малую арену Фаринга, я должен выполнить ряд требований. Победить всех гладиаторов на аренах Кап Дуна, Монтеры и Лаго, а также одолеть в честном бою нордмарского воина.;;;
CNQ_THE_FaringArenaAccess_01=I became a master at Cape Dun.;;;;;;;;;;;;;;Zostałem mistrzem w Cape Dun.;;Я стал чемпионом в Кап Дуне.;;;
CNQ_THE_FaringArenaAccess_02=I became a master in Montera.;;;;;;;;;;;;;;Zostałem mistrzem w Monterze.;;Я стал чемпионом в Монтере.;;;
CNQ_THE_FaringArenaAccess_03=I defeated all the enemies in Lago.;;;;;;;;;;;;;;Pokonałem wszystkich przeciwników w Lago.;;Я победил всех врагов в Лаго.;;;
CNQ_THE_FaringArenaAccess_04=I beat Hogar in a fair fight.;;;;;;;;;;;;;;Pokonałem z Hogara w uczciwej walce.;;Я сразился с нордмарцем в честном поединке.;;;

LETTERTEXT_AgenakList=List of items prohibited in the Geldern Arena:\n\nWeakness weapons\n\nSleep and Weakness scrolls\n\nStunning arrows\n\nPotions of mana, health and stamina\n\nA variety of hearty meals;;;;;;;;;;;;;;Lista przedmiotów zabronionych na arenie Geldern:\n\nBroń osłabiająca\n\nZwoje usypiające i osłabiające\n\nStrzały ogłuszające\n\nMikstury many, zdrowia i wytrzymałości\n\nRóżnorodne obfite posiłki;;Список предметов запрещённых на арене Гельдерна:\n\nОслабляющее оружие\n\nУсыпляющие и ослабляющие свитки\n\nОглушающие стрелы\n\nНапитки маны, здоровья и выносливости\n\nРазличные сытные блюда;;;
